IDEA Open Model
IdeaBeamImportSettings.BeamFileName Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the name of the Beam project
 Namespace: IdeaRS.OpenModel.Beam
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string BeamFileName { get; set; }
Public Property BeamFileName As String
	Get
	Set
Property Value
Type: String
See Also
Reference
IdeaBeamImportSettings Class
IdeaRS.OpenModel.Beam Namespace